Repository: EnTeQuAk/folivora
Catalog: folivora/locale/*/LC_MESSAGES/django.po
Languages: de

source: Timezone
de: Zeitzone

source: Could not find the following dependencies: %s
de: Konnte die folgenden Abhängigkeiten nicht finden: %s

source: Could not parse the following dependencies: %s
de: Konnte die folgenden Abhängigkeiten nicht analysieren: %s

source: provider
de: Anbieter

source: package
de: Paket

source: packages
de: Pakete

source: release date
de: Erscheinungsdatum

source: package version
de: Paket Version

source: package versions
de: Paket Versionen

source: Owner
de: Besitzer

source: Member
de: Mitglied

source: state
de: Status

source: project member
de: Projekt Mitglied

source: project members
de: Projekt Mitglieder

source: members
de: Mitglieder

source: projects
de: Projekte

source: project dependency
de: Projekt Abhängigkeit

source: project dependencies
de: Projekt Abhängigkeiten

source: when
de: wann

source: action
de: Aktion

source: log
de: Logbuch

source: logs
de: Logbücher

source: Changelog
de: Änderungshistorie

source: Last Sync
de: Letzte Synconisation

source: Language
de: Sprache

source: Project created successfully. Please give us a minute to sync your project with PyPi.
de: Projekt erfolgreich erstellt. Bitte gib uns eine Minute Zeit während wir dein Projekt mit PyPi synchronisieren.

source: Updated Project “{name}” successfully.
de: Projekt „{name}“ erfolgreich angepasst.

source: Deleted project “{name}” successfully.
de: Projekt „{name}“ erfolgreich gelöscht.

source: Projects
de: Projekte

source: Preferences
de: Einstellungen

source: Register
de: Registrieren

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Update available since
de: Updates verfügbar seit

source: Actions
de: Aktionen

source: edit
de: bearbeiten

source: delete
de: Löschen

source: resign
de: Austreten

source: Recent Changes:
de: jüngste Änderungen:

source: Welcome to Folivora
de: Willkommen zu Folivora

source: Keep an eye on your projects.
de: Behalte deine Projekte im Auge.

source: Never forget or oversee an available update of your Python projects.
de: Vergiss oder übersieh nie wieder ein verfügbares Update für deine Python-Projekte.

source: Manage your projects on your own.
de: Verwalte deine Projekte selbst.

source: You get to create projects and can decide who has access to them.
de: Du kannst Projekte erstellen und entscheiden wer Zugriff darauf hat.

source: Fully localized...
de: Komplett lokalisiert…

source: ... cause you'll never know when you need it.
de: … weil du niemals weißt wann du es brauchst.

source: You get to define your projects with their dependencies and we will check for you if there are any updates available for your packages. If we find updates, we will notify you promplty. Creating a project is just a 'pip freeze' call away. Try it with the demo user (password: demo, username: demo).
de: Du definierst deine Projekte und Abhängigkeiten und wir überprüfen ob es Aktualisierungen dafür gibt. Sollten wir eine neue Version finden wirst du sofort benachrichtigt. Ein eigenes Projekt ist nur einen 'pip freeze' Aufruf entfernt. Probier es mit dem Demo User (passwort: demo, benutzername: demo).

source: Create project
de: Projekt anlegen

source: Note: Unknown requirements (essentially everything not on PyPi) are ignored. Also only exakt requirements (those specified with “==”) are imported, since the system can't guess what you have if you specify “>=” or “<=”. The easiest way is probably to just upload the output of 'pip freeze'
de: Anmerkung: Unbekannte Abhängigkeiten (alles was nicht auf PyPi zu finden ist) werden ignoriert. Außerdem werden nur exakte Abhängigkeiten (die mit „==“ spezifiziert wurden) importiert, da das System nicht weiß welche Version bei „>=” oder „<=” gemeint ist. Der einfachste Weg an eine exakte Abhängigkeitsliste zu kommen ist es das Resultat von 'pip freeze' hochzuladen

source: Add project
de: Projekt hinzufügen

source: Reset
de: Zurücksetzen

source: Confirm deletion
de: Löschen bestätigen

source: Do you really want delete the project “%(name)s”?
de: Willst du wirklich das Projekt „%(name)s“ löschen?

source: Yes, delete it
de: Ja, lösche es

source: No, take me back
de: Nein, bringe mich zurück

source: Edit dependencies
de: Bearbeite Abhängigkeiten

source: Update dependencies
de: Aktualisiere Abhängigkeiten

source: Cancel
de: Abbrechen

source: (%(updates)s updates available)
de: (%(updates)s Aktualisierungen verfügbar)

source: Edit project
de: Projekt Bearbeiten

source: Upgrades available for:
de: Aktualisierungen verfügbar für:

source: Current packages:
de: Aktuelle Pakete:

source: Append member
de: Mitglied hinzufügen

source: Edit Project
de: Projekt bearbeiten

source: Add member
de: Mitglied hinzufügen

source: Edit members:
de: Bearbeite Mitglieder:

source: State
de: Status

source: Delete
de: Löschen

source: Edit packages:
de: Bearbeite Pakete:

source: Package
de: Paket

source: Update project
de: Projekt aktualisieren

source: Do you really want resign from the project “%(name)s”?
de: Willst du wirklich von dem Projekt „%(name)s“ austreten?

source: Yes, resign
de: Ja, ich trete zurück

source: Preferences for %(user)s
de: Einstellungen für %(user)s

source: password
de: Passwort

source: Save
de: Speichern

source: %(user)s created project “%(name)s” %(timesince)s ago.
de: %(user)s hat das Projekt „%(name)s“ vor %(timesince)s angelegt.

source: %(user)s added %(package)s @ %(version)s to the dependencies %(timesince)s ago.
de: %(user)s fügte %(package)s @ %(version)s zu den Abhängigkeiten vor %(timesince)s hinzu.

source: %(user)s removed %(package)s @ %(version)s from the dependencies %(timesince)s ago.
de: %(user)s löschte %(package)s @ %(version)s von den Abhängigkeiten vor %(timesince)s.

source: %(user)s updated %(package)s from %(old_version)s to %(version)s %(timesince)s ago.
de: %(user)s aktualisierte %(package)s von %(old_version)s zu %(version)s vor %(timesince)s.

source: Version <b>%(version)s of %(package)s</b> available on PyPI since %(timesince)s.
de: Version <b>%(version)s von %(package)s</b> ist verfügbar auf PyPI seit %(timesince)s.

source: “%(package)s” just received an update. Version %(version)s is available on PyPi since %(timesince)s.
de: „%(package)s” hat gerade eine Aktualisierung erhalten. Version %(version)s ist im PyPi seit %(timesince)s erhältlich.

source: Account activation failed.
de: Die Nutzerkontoaktivierung ist Fehlgeschlagen.

source: Account activation faild. Please check your activation key: %(activation_key)s
de: Nutzerkontoaktivierung ist fehlgeschlagen. Bitte kontrolliere deinen Aktivierungsschlüssel: %(activation_key)s

source: Account sucessfully activated
de: Nutzerkonto wurde erfolgreich aktiviert

source: Click <a href="%(url)s">here</a> to create a new project
de: Klick <a href="%(url)s">hier</a> um ein neues Projekt anzulegen

source: Hello, click on the following link to activate your account http://%(domain)s%(registration_activate_url)s Your %(domain)s-Team
de: Hallom klicke auf den folgenden Link, um dein Nutzerkonto zu aktivieren. http://%(domain)s%(registration_activate_url)s Dein %(domain)s-Team

source: Your registration at %(site_name)s
de: Deine Registrierung auf %(site_name)s

source: Reset passwod
de: Passwort zurücksetzen

source: Password change complete
de: Änderung des Passworts erfolgreich

source: Your password was sucessfully changed!
de: Dein Passwort wurde erfolgreich geändert!

source: Go back
de: Zurück

source: Change Password
de: Ändere Passwort

source: Confirm password reset
de: Passwort-Reset bestätigen

source: An email with a reset link was sucessfully send to your account. Please also check your spam folder!
de: Eine Aktivierungsmail wird dich in kürze erreichen. Bitte kontrolliere ebenfalls deinen Spam-Ordner

source: Reset password
de: Passwort zurücksetzen

source: A new password will be send to your via email. Please also check your spam folder!
de: Ein neues Passwort wird dich in kürze erreichen. Bitte kontrolliere ebenfalls deinen Spam-Ordner

source: Reset Password
de: Passwort zurücksetzen

source: Registration closed :(
de: Registrierung geschlossen :(

source: You can not register at the moment.
de: Du kannst dich im Moment nicht Registrieren.

source: Thank you for your registration!
de: Danke für deine Registrierung!

source: An activation mail will arrive shortly. Please also check your spam folder.
de: Eine Aktivierungsmail wird dich in kürze erreichen. Bitte kontrolliere ebenfalls deinen Spam-Ordner

source: Signup
de: Anmelden

source: The entered Jabber address is invalid. Please check your input.
de: Die eingegebene Jabber Adresse ist ungültig. Bitte kontrolliere deine Eingabe.

source: {prefix}New update available for project "{project}"
de: {prefix}Neue Aktualisierungen sind für das Projekt „{project}“ verfügbar
